Revit 2027 API
ParameterTypeId.ViewReferencingSheetCollection Property
 "Referencing Sheet Collection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewReferencingSheetCollection { get; }
Public Shared ReadOnly Property ViewReferencingSheetCollection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewReferencingSheetCollection {
	ForgeTypeId^ get ();
}
static member ViewReferencingSheetCollection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace